"""
다음 내용이 맞으면 O 틀리면 X를 하시오.

(1) 파이썬 3.x 버전은 Unicode로 처리한다.  (    )
(2) 파이썬 3.x 버전의 인코딩 방식은 utf-8 방식이다.  (    )
(3) 파이썬 2.7 버전의 출력 방식으로 print “a” 로 입력 해야 한다.  (    )
(4) 변수 이름은 메모리의 주소를 가리키기 위한 것이다.  (    )
(5) Firstname의 변수명과 firstname의 변수명은 같은 변수명 이다. (    )
(6) 빈 변수를 선언 시 객체 값으로 null을 선언하면 된다.  (    )
(7) x, y, z = 10, 20으로 변수를 선언하여도 컴파일 에러가 나지 않는다.  (    )
(8) 선언 된 변수 a를 삭제하기 위해서 del(a)로 입력하면 변수가 삭제된다.  (    )
(9) 파이썬에서 객체란 정수형, 실수형, 리스트, 튜플, 등을 말한다.  (    )
(10) 복소수의 절대값 리턴 method는 abs() 이다.  (    )
(11) 정수형의 범위는 양의정수와 음의정수 이다.  (    )
(12) 실수 1.9024는 19.024E-1와 같다.  (    )
(13) 예약어를 확인하는 방법은 import keyword 이다.  (    )
"""

# 상진_정답
"""
(1) 파이썬 3.x 버전은 Unicode로 처리한다.  ( O )
(2) 파이썬 3.x 버전의 인코딩 방식은 utf-8 방식이다.  (    )
(3) 파이썬 2.7 버전의 출력 방식으로 print “a” 로 입력 해야 한다.  (    )
(4) 변수 이름은 메모리의 주소를 가리키기 위한 것이다.  (    )
(5) Firstname의 변수명과 firstname의 변수명은 같은 변수명 이다. (    )
(6) 빈 변수를 선언 시 객체 값으로 null을 선언하면 된다.  (    )
(7) x, y, z = 10, 20으로 변수를 선언하여도 컴파일 에러가 나지 않는다.  (    )
(8) 선언 된 변수 a를 삭제하기 위해서 del(a)로 입력하면 변수가 삭제된다.  (    )
(9) 파이썬에서 객체란 정수형, 실수형, 리스트, 튜플, 등을 말한다.  (    )
(10) 복소수의 절대값 리턴 method는 abs() 이다.  (    )
(11) 정수형의 범위는 양의정수와 음의정수 이다.  (    )
(12) 실수 1.9024는 19.024E-1와 같다.  (    )
(13) 예약어를 확인하는 방법은 import keyword 이다.  (    )
"""
